Repository: Zahlkovsk1/Dan---AddBlocker
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru

source: %lld events
de: %lld Ereignisse
es: %lld eventos
fr: %lld événements
ru: %lld событий

source: 100% Coverage
de: 100% Abdeckung
es: 100% Cobertura
fr: Couverture à 100 %
ru: 100% покрытие

source: 100% privacy protection
de: 100% Datenschutz
es: Protección de privacidad 100%
fr: Protection de la vie privée à 100 %
ru: 100% защита конфиденциальности

source: Activity Monitor
de: Aktivitätsmonitor
es: Monitor de actividad
fr: Moniteur d'activité
ru: Монитор активности

source: Already have an account?
de: Haben Sie bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
ru: Уже есть аккаунт?

source: and
de: und
es: y
fr: et
ru: и

source: Annoying ads interrupt your videos
de: Lästige Werbung unterbricht Ihre Videos
es: Los anuncios molestos interrumpen tus videos
fr: Les publicités ennuyeuses interrompent vos vidéos
ru: Надоедливая реклама прерывает ваши видео

source: Automatically skips all ad sequences
de: Überspringt automatisch alle Werbesequenzen
es: Omite automáticamente todas las secuencias de anuncios
fr: Ignore automatiquement toutes les séquences publicitaires
ru: Автоматически пропускает все рекламные последовательности

source: Block All
de: Alle blockieren
es: Bloquear todo
fr: Tout bloquer
ru: Блокировать всё

source: Block all Video ads instantly
de: Sofort alle Videoanzeigen blockieren
es: Bloquea todos los anuncios de video al instante
fr: Bloquez instantanément toutes les pubs vidéo
ru: Мгновенно блокируйте всю видеорекламу

source: Blocks ads instantly No delays or buffering
de: Werbung wird sofort blockiert Keine Verzögerungen oder Pufferung
es: Bloquea anuncios al instante Sin retrasos ni buffering
fr: Bloque les publicités instantanément Aucun délai ni mise en mémoire tampon
ru: Блокировка рекламы мгновенно Без задержек и буферизации

source: Blocks ads instantly without slowing down
de: Werbung wird sofort blockiert, ohne zu verlangsamen
es: Bloquea anuncios al instante sin ralentizar
fr: Bloque les publicités instantanément sans ralentissement
ru: Мгновенно блокирует рекламу без замедления

source: By continuing, you agree to
de: Indem Sie fortfahren, stimmen Sie zu
es: Al continuar, aceptas
fr: En continuant, vous acceptez
ru: Продолжая, вы соглашаетесь с

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отмена

source: Clean, ad-free experience
de: Sauberes, werbefreies Erlebnis
es: Experiencia limpia y sin anuncios
fr: Expérience propre, sans publicité
ru: Чистый опыт без рекламы

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
ru: Продолжить

source: continue with
de: weiter mit
es: continuar con
fr: continuer avec
ru: продолжить с

source: Create Account
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
ru: Создать аккаунт

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ru: Удалить

source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
ru: Удалить аккаунт

source: Don't have an account?
de: Noch kein Konto?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
ru: Нет аккаунта?

source: Enter the 6-digit code sent to
de: Geben Sie den 6-stelligen Code ein, gesendet an
es: Introduce el código de 6 dígitos enviado a
fr: Saisissez le code à 6 chiffres envoyé au
ru: Введите 6-значный код, отправленный на

source: Every ad type blocked Seamless experience
de: Jede Art von Werbung blockiert Nahtloses Erlebnis
es: Todo tipo de publicidad bloqueada Experiencia fluida
fr: Tout type de publicité bloqué Expérience fluide
ru: Заблокированы все типы рекламы Удобный интерфейс

source: Get Started
de: Erste Schritte
es: Comenzar
fr: Commencer
ru: Начать

source: Home
de: Startseite
es: Inicio
fr: Accueil
ru: Главная

source: Important Reminder
de: Wichtige Erinnerung
es: Recordatorio importante
fr: Rappel important
ru: Важное напоминание

source: Instant blocking, zero interruptions
de: Sofortige Blockierung, null Unterbrechungen
es: Bloqueo instantáneo, cero interrupciones
fr: Blocage instantané, zéro interruption
ru: Мгновенная блокировка, без прерываний

source: Latest: %@ ago
de: Neueste: vor %@
es: Último: hace %@
fr: Dernier : il y a %@
ru: Последнее: %@ назад

source: Lightning Fast
de: Blitzschnell
es: Rayo veloz
fr: Rapidité Éclair
ru: Молниеносный

source: Lightning Speed
de: Blitzgeschwindigkeit
es: Velocidad del rayo
fr: Vitesse Éclair
ru: Молниеносная скорость

source: Login Failed
de: Anmeldung fehlgeschlagen
es: Error de inicio de sesión
fr: Échec de la connexion
ru: Ошибка входа

source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
ru: Выйти

source: Logs
de: Protokolle
es: Registros
fr: Journaux
ru: Журналы

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
ru: Ежемесячно

source: No Activity
de: Keine Aktivität
es: Sin actividad
fr: Aucune activité
ru: Нет активности

source: No data collection Your privacy protected
de: Keine Datenerfassung Ihre Privatsphäre geschützt
es: Sin recopilación de datos Su privacidad protegida
fr: Aucune collecte de données Votre vie privée est protégée
ru: Сбор данных не производится Ваша конфиденциальность защищена

source: No data collection, completely private
de: Keine Datenerfassung, vollständig privat
es: Sin recopilación de datos, completamente privado
fr: Aucune collecte de données, totalement privé
ru: Сбор данных не производится, полностью конфиденциально

source: Open Safari and browse YouTube to see your ad blocker in action
de: Öffnen Sie Safari und besuchen Sie YouTube, um Ihren Werbeblocker in Aktion zu sehen
es: Abre Safari y navega por YouTube para ver tu bloqueador de anuncios en acción
fr: Ouvrez Safari et naviguez sur YouTube pour voir votre bloqueur de publicités en action
ru: Откройте Safari и зайдите на YouTube, чтобы увидеть блокировщик рекламы в действии

source: Open Safari Settings
de: Safari-Einstellungen öffnen
es: Abrir ajustes de Safari
fr: Ouvrir les réglages Safari
ru: Открыть настройки Safari

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ru: Пароль

source: Premium Access
de: Premium-Zugang
es: Acceso premium
fr: Accès premium
ru: Премиум доступ

source: Privacy First
de: Datenschutz Zuerst
es: Privacidad Primero
fr: La Priorité à la Vie Privée
ru: Конфиденциальность Прежде Всего

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
ru: Политика конфиденциальности

source: Profile
de: Profil
es: Perfil
fr: Profil
ru: Профиль

source: Purchase Error
de: Kauffehler
es: Error de compra
fr: Erreur d'achat
ru: Ошибка покупки

source: Register
de: Registrieren
es: Registrarse
fr: S'inscrire
ru: Зарегистрироваться

source: Regular updates & improvements
de: Regelmäßige Updates & Verbesserungen
es: Actualizaciones y mejoras regulares
fr: Mises à jour et améliorations régulières
ru: Регулярные обновления и улучшения

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ru: Восстановить

source: Safari may disable the extension when closed or updated. Make sure to re-enable it in Safari Settings.
de: Safari kann die Erweiterung beim Schließen oder Aktualisieren deaktivieren. Stellen Sie sicher, dass Sie sie in den Safari-Einstellungen wieder aktivieren.
es: Safari puede desactivar la extensión al cerrar o actualizar. Asegúrate de volver a activarla en los ajustes de Safari.
fr: Safari peut désactiver l'extension lors de la fermeture ou de la mise à jour. Assurez-vous de la réactiver dans les réglages Safari.
ru: Safari может отключить расширение при закрытии или обновлении. Убедитесь, что оно снова включено в настройках Safari.

source: Save 25%
de: 25% sparen
es: Ahorra un 25%
fr: Économisez 25 %
ru: Экономия 25%

source: Set Up Account to Save
de: Konto einrichten zum Speichern
es: Configurar cuenta para guardar
fr: Configurer le compte pour enregistrer
ru: Настроить учетную запись для сохранения

source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ru: Войти

source: Sign In
de: Anmelden
es: Iniciar Sesión
fr: Se Connecter
ru: Войти

source: Sign in or register to use AdBlocker
de: Melden Sie sich an oder registrieren Sie sich, um den AdBlocker zu verwenden
es: Inicia sesión o regístrate para usar AdBlocker
fr: Connectez-vous ou inscrivez-vous pour utiliser AdBlocker
ru: Войдите или зарегистрируйтесь, чтобы использовать AdBlocker

source: Sign in with Apple
de: Mit Apple anmelden
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
ru: Войти через Apple

source: Sign in with Google
de: Mit Google anmelden
es: Iniciar sesión con Google
fr: Se connecter avec Google
ru: Войти через Google

source: Sign Up
de: Registrieren
es: Registrarse
fr: S'inscrire
ru: Зарегистрироваться

source: Smart Detection
de: Intelligente Erkennung
es: Detección inteligente
fr: Détection Intelligente
ru: Умное обнаружение

source: Start Blocking Ads
de: Werbung blockieren starten
es: Comenzar a bloquear anuncios
fr: Commencer à bloquer les publicités
ru: Начать блокировку рекламы

source: Start free trial
de: Kostenlose Testversion starten
es: Comenzar prueba gratuita
fr: Démarrer l'essai gratuit
ru: Начать бесплатную пробную версию

source: Start Your
de: Starten Sie Ihr
es: Comienza tu
fr: Commencez votre
ru: Начните ваш

source: Terms & Conditions
de: Geschäftsbedingungen
es: Términos y condiciones
fr: Termes et conditions
ru: Условия использования

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
ru: Условия использования

source: This action cannot be undone. All your data will be permanently deleted.
de: Diese Aktion kann nicht rückgängig gemacht werden. Alle Ihre Daten werden dauerhaft gelöscht.
es: Esta acción no se puede deshacer. Todos sus datos serán eliminados permanentemente.
fr: Cette action est irréversible. Toutes vos données seront définitivement supprimées.
ru: Это действие необратимо. Все ваши данные будут безвозвратно удалены.

source: Verification
de: Verifizierung
es: Verificación
fr: Vérification
ru: Проверка

source: Verify
de: Verifizieren
es: Verificar
fr: Vérifier
ru: Подтвердить

source: Verify Your Email
de: E-Mail verifizieren
es: Verifica tu correo electrónico
fr: Vérifiez votre e-mail
ru: Подтвердите вашу электронную почту

source: Video Ad Protection
de: Video-Werbeschutz
es: Protección contra anuncios de video
fr: Protection contre les publicités vidéo
ru: Защита от видеорекламы

source: Video Ads
de: Video-Anzeigen
es: Anuncios de video
fr: Publicités vidéo
ru: Видеореклама

source: Welcome to
de: Willkommen bei
es: Bienvenido a
fr: Bienvenue sur
ru: Добро пожаловать в

source: What's Included
de: Was ist enthalten
es: Qué incluye
fr: Ce qui est inclus
ru: Что включено

source: Why Choose
de: Warum wählen
es: Por qué elegir
fr: Pourquoi choisir
ru: Почему выбрать

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
ru: Ежегодно

source: Your Progress
de: Ihr Fortschritt
es: Tu progreso
fr: Votre progression
ru: Ваш прогресс

source: Your shield against Safari ads
de: Ihr Schild gegen Safari-Anzeigen
es: Su escudo contra los anuncios de Safari
fr: Votre bouclier contre les publicités Safari
ru: Ваш щит против рекламы в Safari

source: Email
es: Correo electrónico
ru: Электронная почта

source: Premium support
es: Soporte premium
fr: Support premium
ru: Премиум поддержка

source: Support
es: Soporte
ru: Поддержка

source: OK
ru: ОК
